;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Tiếng Việt/Vietnamese 
WebLang=VN
Translator= Đặng Trần Lê Anh
Codepage=UNICODE 
Version=5.2.5


[Uninstaller Toolbar]
102 = Hiển thị
103 = Tùy chọn
104 = Gỡ bỏ
105 = Công cụ
106 = Chế độ truy tìm
107 = Danh sách
108 = Biểu tượng
109 = Chi tiết
110 = Gỡ bỏ
111 = Xóa trong registry
112 = Làm mới
113 = Bạn có muốn gỡ registry đối tượng đã chọn?
114 = Bạn có muốn gỡ phần mềm đã chọn?
115 = Tự cập nhật
116 = Trợ giúp
117 = Trợ giúp công cụ hiện tại...
118 = Trang chủ...
119 = Thông tin...
120 = Bạn không phải Administrator!
121 = Bạn có muốn gỡ thành phần hệ thống đã chọn?\nDừng lại, trừ khi bạn chắc đang muốn làm!
122 = Mục Gỡ bỏ hiển thị tất cả các chương trình đã cài đặt và những thành phần hiện hành cũng như của tất cả người dùng. Trong kiểu xem "Chi tiết" hoặc thực đơn ngữ cảnh, bạn có thể xem thêm thông tin (liên kết và thuộc tính cài đặt). Một đặc tính quan trọng của Revo Uninstaller Pro là Chế độ truy tìm. Chế độ này cho bạn tính linh hoạt trong gỡ bỏ, dừng, xóa hoặc đình chỉ tự khởi động chỉ với một cái nhấn chuột.
123 = Tìm kiếm:
124 = Tồn tại:
125 = Bạn có chắc rằng muốn loại bỏ thành phần hệ thống đã chọn trong registry?\nThành phần này có thể cần cho hệ điều hành của bạn!
126 =  đã bỏ tự khởi động!
127 =  được tự khởi động
128 = %s đã cài đặt trong cùng một vị trí%s!\nNhững thứ còn sót lại sẽ được tìm thấy ở cả hai ứng dụng! Kiểm tra cẩn thận những gì bạn muốn gỡ bỏ!
129 = Gỡ MSI ép buộc

[Uninstaller List]
150 = Ứng dụng
151 = Kích thước
152 = Phiên bản
153 = Ngày cài đặt
154 = Công ty
155 = Trang chủ
156 = Chú thích
157 = Tập tin gỡ bỏ
158 = Khóa registry
159 = Người cài đặt

[Uninstaller StatusBar]
201 = Cài đặt: 
202 = Đang làm việc...

[Registry Optimizer]
302 = Chọn nơi để quét
303 = Start menu

[Autorun Toolbar]
407 = Chạy
408 = Dừng
409 = Loại bỏ
410 = Đối tượng:
411 = Đã kích hoạt:
412 = Với Quản lý khởi động, bạn không những có thể kích hoạt hoặc đình chỉ các chương trình khởi động cùng Windows, bạn còn có thể lấy thêm thông tin liên quan về ứng dụng đó. Bạn có thể lấy đường dẫn khởi động, mô tả, nhà sản xuất, tình trạng (đang chạy hay không chạy) và vị trí của lệnh khởi động (trong registry hoặc một tập tin trên ổ cứng).

[Autorun List]
450 = Tên chương trình
451 = Đường dẫn
452 = Mô tả
453 = Nhà sản xuất
454 = Trạng thái
455 = Vị trí
456 = ĐANG CHẠY
457 = KHÔNG CHẠY
458 = KHÔNG CĂN CỨ
459 = Dừng tiến trình
460 = Chạy tiến trình
461 = Mở thư mục chứa
462 = Mở vị trí registry
463 = Sao chép đường dẫn khởi động
464 = Loại bỏ các đối tượng đã chọn
465 = Loại bỏ các đối tượng không hiệu lực
466 = Loại bỏ các đối tượng không chạy
467 = Loại bỏ các đối tượng bị đình chỉ
468 = Thuộc tính...
470 = Bạn có muốn đóng ứng dụng đã chọn?\nNhững gì chưa lưu sẽ bị mất!
471 = Bạn có chắc rằng muốn xóa đối tượng đã chọn
472 = Bạn có chắc rằng muốn xóa tất cả các đối tượng không hiệu lực?
473 = Bạn có chắc rằng muốn xóa tất cả các đối tượng không chạy?
474 = Bạn có chắc rằng muốn xóa tất cả các đối tượng bị đình chỉ?
475 = Lệnh không tồn tại!
476 = KHÔNG BIẾT
477 = Bỏ kích hoạt tự khởi động
478 = Kích hoạt tự khởi động

[Outlook Control]
300 = Tối ưu hóa
301 = Tối ưu hóa registry
400 = Quản lý khởi động
500 = Dọn dẹp
501 = Dọn trình duyệt
600 = Dọn Microsoft Office
700 = Dọn Windows
800 = Xóa dấu vết
900 = Xóa không thể phục hồi
2100 = Công cụ Windows
2200 = Dọn tập tin cũ

[Track Cleaner Browsers]
507 = Xóa tất cả
508 = Xóa lịch sử các trang đã truy cập
509 = Xóa lịch sử thanh địa chỉ
510 = Xóa tập tin tạm thời
511 = Xóa Cookies
512 = Xóa tập tin Index.dat
513 = Thực hiện
514 = Xóa lịch sử tải về
515 = Xóa lịch sử phiên
516 = Xóa lịch sử mẫu
517 = Gỡ bỏ
518 = Bạn có muốn xóa tất cả lịch sử đã chọn?
521 = Bạn có muốn xóa lịch sử Internet Explorer?
522 = Bạn có muốn xóa lịch sử Firefox?
523 = Bạn có muốn xóa lịch sử Opera?
524 = Bạn có muốn xóa lịch sử Netscape?
525 = Trình duyệt của bạn ghi lại thông tin chi tiết về mọi website bạn đã truy cập. Những thông tin này có thể tiếp cận dễ dàng từ cửa sổ trình duyệt của bạn, bằng một phím bấm đơn giản bất cứ ai cũng có thể biết bạn đã truy cập trang web nào! Với Dọn trình duyệt, bạn có thể xóa những tập tin tạm internet về  hình ảnh, video trực tuyến bạn đã xem và tất cả các trang web bạn đã truy cập. Xóa tập tin tạm internet sẽ giúp giải phóng dung lượng trên ổ đĩa cứng.
526 = Đóng trình duyệt trước khi dọn dẹp
527 = Tập tin Index.dat sẽ được xóa sau khi máy tính khởi động lại.
599 = Dọn dẹp hoàn tất!

[Office Track Cleaner]
601 = Xóa
607 = Xóa lịch sử tài liệu gần đây của MS Word
608 = Gồm Word 2000, Word XP, Word 2003 và Word 2007
609 = Xóa lịch sử tài liệu gần đây của MS Excel
610 = Gồm Excel 2000, Excel XP, Excel 2003 và Excel 2007
611 = Xóa lịch sử tài liệu gần đây của Access
612 = Gồm Access 2000, Access XP, Access 2003 và Access 2007
613 = Xóa lịch sử tài liệu gần đây của PowerPoint
614 = Gồm PowerPoint 2000, PowerPoint XP, PowerPoint 2003 và PowerPoint 2007
615 = Xóa lịch sử tài liệu gần đây của MS FrontPage
616 = Gồm FrontPage 2000, FrontPage XP, FrontPage 2003 và FrontPage 2007
617 = Dọn Microsoft Office cho phép bạn xóa lịch sử của đa số tập tin đã dùng gần đây trong Microsoft Word, Excel, Access, PowerPoint và FrontPage. Nếu bạn không muốn một ai đó thấy được bảng tính, tài liệu đã mở hoặc soạn thảo cuối cùng hay các tập tin khác tạo bởi Microsoft Office, chỉ việc lựa chọn những kiểu tập tin bạn không muốn và nhấn nút "Xóa". Đa số các tập tin đã dùng cho các dạng chương trình bạn chọn sẽ không còn lưu lại lịch sử.

[Windows Tracks Cleaner]
701 = Xóa
707 = Xóa lịch sử tài liệu gần đây
708 = Xóa lịch sử của Start Menu Run
709 = Xóa lịch sử tìm tập tin
710 = Xóa lịch sử tìm máy in, máy tính và người dùng
711 = Xóa bộ nhớ đệm
712 = Xóa lịch sử tập tin gần đây của "MS Paint"
713 = Xóa lịch sử tập tin gần đây của "MS Wordpad"
714 = Xóa lịch sử mở Regedit
715 = Xóa lịch sử mở/lưu hộp thoại chung gần đây
716 = Xóa lịch sử truy nhập thư mục hộp thoại chung
717 = Làm sạch thùng rác
718 = Xóa tập tin tạm Windows
719 = Xóa bản ghi sử dụng Start Menu
720 = Microsoft Windows lưu giữ những theo dõi về nhiều thứ bạn đã làm trên máy tính của mình như lịch sử tìm kiếm tập tin (khi bạn tìm kiếm tập tin và thư mục), lịch sử tài liệu đã mở gần đây, lịch sử mở/lưu hộp thoại từ những ứng dụng khác nhau và nhiều thứ nữa. Dọn Windows cho phép bạn xóa tất cả những lịch sử và tập tin tạm này. Bạn cũng có thể làm rỗng thùng rác và xóa tập tin tạm để giải phóng dung lượng cho ổ cứng. 
721 = Lịch sử chạy sẽ được xóa sau khi tiến trình explorer.exe khởi động lại
722 = Dấu vết trên Windows Registry
723 = Dấu vết trên ổ cứng
724 = Xóa tập tin rác do xung đột bộ nhớ
725 = Xóa kiểm tra các tập tin phục hồi phân mảnh đĩa


[Evidence Remover]
802 = Thực hiện
803 = Đang xóa
804 = Hãy đợi trong khi tiến trình xóa đang làm việc
805 = Hoàn tất
806 = Đánh dấu ổ đĩa mà tất cả dấu vết về công việc trên đó bạn muốn xóa. Công cụ này chỉ ảnh hưởng đến những dữ liệu đã bị xóa. CẢNH BÁO: Sau khi tiến trình hoàn tất, sẽ không thể phục hồi những tập tin bạn đã xóa!
807 = Khi bạn làm rỗng thùng rác, tập tin và thư mục của bạn rõ ràng là bị xóa đi, nhưng chúng không bị mất đi về mặt vật lý. Công cụ này sẽ tẩy đi những tập tin và thư mục đã bị xóa nhưng chưa mất đi vĩnh viễn trên ổ cứng của bạn. Dữ liệu bị xóa bởi công cụ Xóa dấu vết dường như không thể phục hồi lại được!
808 = Bạn có chắc rằng muốn xóa các dấu vết và bằng chứng còn sót lại trên ổ đĩa đã chọn?

[Unrecoverable Delete]
912 = Danh sách tập tin và thư mục sẽ được xóa không thể phục hồi
913 = Tập tin
914 = Thư mục
915 = Thêm tập tin bạn muốn xóa khỏi hệ thống. Tập tin này sẽ không thể phục hồi bằng bất kỳ công cụ phần mềm nào!
916 = Thêm thư mục bạn muốn xóa khỏi hệ thống. Thư mục này sẽ không thể phục hồi bằng bất kỳ công cụ phần mềm nào!
917 = Thêm tập tin muốn xóa
918 = Thêm thư mục muốn xóa
919 = XÓA VĨNH VIỄN
920 = Xóa danh sách
921 = Nếu bạn muốn xóa tập tin hoặc thư mục một cách an toàn (không ai có thể phục hồi tập tin và thư mục này bằng bất kỳ công cụ nào), hãy dùng công cụ Xóa không thể phục hồi. Xóa tập tin và làm sạch thùng rác không có nghĩa là những tập tin này bị mất đi vĩnh viễn, chúng vẫn còn trên ổ cứng của bạn và bất cứ ai cũng có thể phục hồi dữ liệu đã xóa rất dễ dàng. Công cụ Xóa không thể phục hồi có thể làm được điều này bởi vì nó thực hiện xóa vật lý tất cả tập tin và thư mục được chọn.
922 = Bạn có muốn xóa tập tin và thư mục đã chọn?

[Options Tree]
1001 = Tùy chọn
1002 = Xuất tất cả các cài đặt
1003 = Nhập tất cả các cài đặt
1100 = Chung
1200 = Gỡ bỏ

[General]
1101 = Ngôn ngữ hiện tại:
1102 = Bật chế độ cao
1103 = Kiểm tra nâng cấp khi khởi động
1104 = Cập nhật tự động trong chạy nền
1105 = Tìm kiếm trên web:
1106 = Công cụ tìm kiếm trên web:

[Uninstaller Options]
1201 = Hiển thị nâng cấp hệ thống
1202 = Hiển thị thành phần hệ thống
1204 = Chỉ gỡ bỏ bằng công cụ của ứng dụng
1205 = (Không hỗ trợ trên Windows Vista)
1206 = Tạo điểm phục hồi hệ thống trước khi gỡ bỏ
1208 = Tắt tính năng Lịch sử gỡ bỏ
1209 = Hiển thị lối tắt trang web

[Auto Update]
1907 = Cập nhật
1908 = Thông tin phiên bản
1909 = Phiên bản hiện tại:
1910 = Phiên bản mới nhất:
1911 = TẢI VỀ
1912 = Lấy phiên bản mới nhất
1913 = Có gì mới
1914 = Đang kiểm tra...
1915 = Lỗi kết nối...
1916 = DỪNG
1917 = Đã tải về %s của %s
1918 = Đã tải về %s (không biết dung lượng)
1919 = Revo Uninstaller Pro không thể kết nối tới www.revouninstaller.com. Hãy kiểm tra kết nối internet của bạn có hoạt động và tường lửa của bạn không chặn Revo Uninstaller Pro
1920 = Lỗi: Kiểm tra phiên bản mới thất bại. Không có kết nối internet.
1921 = Đang tải xuống...
1922 = Bắt đầu cập nhật...
1923 = Xong
1924 = Không có bản cập nhật nào
1925 = Cập nhật thành công phiên bản mới nhất (%s)

[WinTools]
2110 = Chạy
2111 = Có nhiều công cụ hữu dụng và là thành phần đi kèm cùng hệ điều hành Windows. Một số công cụ được bố trí rắc rối, gây khó khăn khi truy nhập. Công cụ Windows giúp bạn thực hiện nhanh chóng hơn, chỉ với một cú click chuột bạn có thể truy nhập tới hơn 10 công cụ Windows khác nhau.
2112 = Khi có vấn đề xuất hiện, bạn có thể sử dụng System Restore để khôi phục máy tính của bạn về một trạng thái đã lưu trước đó mà không làm mất dữ liệu cá nhân của bạn. System Restore theo dõi những thay đổi của hệ thống và một số tập tin ứng dụng và tự động tạo ra điểm khôi phục một cách dễ dàng. Những điểm khôi phục này cho phép bạn đưa hệ thống về một trạng thái đã sao lưu trước đó. Điểm khôi phục được tạo ra hằng ngày và khi hệ thống có những thay đổi quan trọng. Bạn cũng có thể tạo ra và đặt tên cho điểm khôi phục của bạn bất cứ lúc nào.
2113 = Bạn có thể dùng nó để tập hợp và hiển thị thông tin về phần cứng máy tính và hệ điều hành của bạn, cấu hình internet của bạn, cấu hình đường truyền và môđem của bạn. Với công cụ Network Diagnostics bạn có thể thực hiện quét hệ thống và kiểm tra kết nối mạng của bạn.
2114 = Network Information hiển thị tất cả thông tin cấu hình mạng TCP/IP hiện hành, những thiết đặt DHCP và DNS. Network Information cũng hiển thị đầy đủ cấu hình TCP/IP cho tất cả những kết nối mạng bao gồm địa chỉ IP, địa chỉ MAC, subnet mask, default gateway, WINS, và cấu hình DNS.
2115 = Security Center kiểm tra tình trạng của 3 sự bảo vệ cơ bản cho máy tính của bạn: Firewall, Automatic updating và Malware/virus protection. Nếu phát hiện có vấn đề với những sự bảo vệ trên (ví dụ như chương trình diệt vius của bạn đã hết hạn), Security Center sẽ phát cảnh báo và đưa ra lời khuyên giúp bạn bảo vệ máy tính tốt hơn.
2116 = System Properties có thể được dùng để hiển thị thông tin cơ bản về phần cứng máy tính như loại CPU, dung lượng bộ nhớ RAM, thuộc tính thiết bị phần cứng, thông tin về kết nối mạng và báo cáo cho Microsoft hoặc người quản trị hệ thống khi có lỗi chương trình và hệ thống.
2117 = System Infomation là một thành phần của hệ điều hành Windows dùng để tập hợp và hiển thị thông tin cấu hình hệ thống máy tính. Bao gồm thông tin cấu hình phần cứng, thành phần máy tính, phần mềm, drivers đã nhận hoặc chưa nhận. System Infomation là một công cụ hỗ trợ bạn truy cập nhanh những thông tin về máy tính của bạn và hệ điều hành của nó.
2118 = TCP/IP Netstat Command là một thành phần của hệ điều hành Windows hiển thị tất cả các hoạt động kết nối TCP và các cổng TCP/UDP đang được dùng cũng như các chương trình đang dùng TCP/UDP (tên các chương trình chạy nằm trong khung [], trên đỉnh là tên gọi các thành phần, phía trước là TCP/IP được sử dụng)
2119 = On Screen Keyboard hiển thị một bàn phím ảo trên màn hình và cho phép người dùng nhập dữ liệu bằng các công cụ trỏ. Bạn có thể dùng On-Screen Keyboard nếu nghi ngờ có Key-Logger được cài đặt trên máy tính. On-Screen Keyboard giúp giảm khả năng bị đánh cắp dữ liệu.
2120 =  Disk Defragmenter phân tích ổ đĩa cứng của bạn, sắp xếp lại dữ liệu, củng cố không gian trống giúp các tập tin không bị phân mảnh. Từ đó, hệ thống có thể truy nhập dữ liệu một cách hiệu quả hơn.
2121 = Services có thể khởi động, hủy bỏ, tạm dừng, tiếp tục hoặc vô hiệu hóa một dịch vụ trên máy tính. Services cũng có thể khôi phục hoạt động của một dịch vụ khi nó ngừng chạy (ví dụ như khởi động lại dịch vụ một cách tự động), cho phép hoặc vô hiệu hóa dịch vụ của một cấu hình phần cứng đặc biệt, hiển thị trạng thái và mô tả của từng dịch vụ.
2122 = Shared Folders có thể được dùng để quản lý tài nguyên dùng chung trong cùng một mạng, điều khiển truy nhập của người dùng, thuộc tính tài nguyên dùng chung, hiển thị tóm tắt về kết nối và tài nguyên sử dụng trên máy tính và các máy nội bộ. Shared Folders hiển thị danh sách tất cả người dùng kết nối từ xa (trong cùng một mạng) tới máy của bạn và ngắt kết nối một trong số họ. Bạn cũng có thể xem danh sách các tập tin được mở bởi các người dùng khác trong mạng.
2123 = Group Policy bao gồm người dùng và cấu hình xử lý máy tính. Group Policy thiết đặt rõ ràng các thành phần khác nhau trên desktop của người dùng mà người quản trị hệ thống cần để quản lý (chẳng hạn, chương trình sẵn có của những người dùng, chương trình xuất hiện trên desktop của người dùng và những tùy chọn cho Start menu)
2124 = Add/Remove Windows Components giúp bạn quản lý các thành phần của Windows được cài đặt trên máy tính của bạn. Sau khi hệ điều hành Windows được cài đặt trên máy tính, bạn có thể sử dụng công cụ này để thêm các thành phần của Windows không có khi cài mặc định, hoặc có thể gỡ bỏ các thành phần không cần đến.
2125 = Công cụ̣ Microsoft Windows Malicious Software Removal kiểm tra sự lây nhiễm trên máy tính bởi các phần mềm độc hại và giúp bạn loại bỏ mọi sự lây nhiễm được tìm thấy. Các phần mềm độc hại  bao gồm viruses, worms và Trojan horses. Khi tiến trình quét và diệt hoàn tất, chương trình sẽ hiện báo cáo kết quả nếu các phần mềm độc hại được tìm thấy và loại bỏ.

[Junk Files Cleaner Options]
2202 = Ổ đĩa để quét:
2203 = Mẫu
2204 = Mô tả
2205 = Thêm
2206 = Bỏ
2207 = Đặt mặc định
2208 = Dọn tập tin rác::Chung
2209 = Dọn tập tin rác::Chặn
2220 = Mẫu để quét:
2221 = Bạn có thể dùng ký tự (?,*) cho dấu gộp
2222 = Thêm mẫu
2223 = Thêm mẫu chặn
2224 = Bạn có thể dùng ký tự (?,*) cho dấu gộp
2225 = Mẫu loại trừ:
2226 = Xóa các tập tin vào thùng rác
2227 = Bỏ qua những tập tin được truy cập cách đây 24 giờ

[Junk Files Cleaner Tool]
2306 = Quét
2307 = Xóa
2308 = Đang quét
2309 = Hãy đợi trong khi tiến trình quét đang hoạt động.
2310 = Bỏ qua
2311 = Tên
2312 = Kích thước
2314 = Tìm kiếm tại %s cho
2319 = Tập tin:
2320 = Kích thước tổng:
2323 = Những tập tin này đang sử dụng\n không thể xóa bây giờ
2324 = Bạn hãy chọn ít nhất một ổ đĩa để quét.
2325 = Xóa các tập tin cũ cho phép bạn tìm và xóa bỏ những tập tin không cần thiết trên máy tính của bạn. Thông thường các tập tin này sẽ được xóa đi bởi ứng dụng tạo ra chúng khi không cần thiết nữa. Tuy nhiên, chúng thường xuyên vẫn lưu lại trên ổ cứng do một số sự cố. Điều này gây chiếm không gian ổ đĩa cứng và có thể làm chậm hệ thống v.v...
2326 = Tập tin:
2327 = Đang xóa tập tin
2328 = Không tìm thấy tập tin rác nào

[Context Menu Junk Files Cleaner]
2313 = Mở
2314 = Tìm trên Google
2315 = Mở thư mục chứa
2316 = Thuộc tính...
2317 = Đánh dấu tất cả
2318 = Bỏ đánh dấu tất cả
2321 = Chọn tất cả
2322 = Bỏ chọn tất cả

[Topmost Window]
4002 = Tùy chọn
4003 = Mở cửa sổ chính
4004 = Chế độ kéo và thả
4005 = Chế độ truy tìm
4006 = Kích thước
4007 = Nhỏ
4008 = Trung bình
4009 = Lớn
4010 = Kích thước cửa sổ
4011 = THOÁT
4012 = Gỡ bỏ
4013 = Dừng tự khởi động
4014 = Dừng tiến trình
4015 = Dừng và xóa tiến trình
4016 = Mở thư mục lưu
4017 = Thông tin
4018 = Thuộc tính
4019 = BỎ QUA
4020 = Chỉ hỗ trợ một tập tin tại một thời điểm!
4021 = Bạn đã thả thư mục, hãy kéo và thả tập tin!
4022 = Xóa hoặc gỡ bỏ:
4023 = Chưa quyết định! Thử trên một cửa sổ hoặc biểu tượng khác.
4024 = Không thể chạy lệnh gỡ bỏ\n Hãy gỡ bỏ ứng dụng trong mục Gỡ bỏ.
4025 = Không tìm thấy gói cài đặt\nThủ thuật: Lấy thông tin khác của ứng dụng trên cửa sổ chính và\n thử gỡ bỏ thủ công!
4026 = Ứng dụng đã bị đình chỉ trong mục tự khởi động!\nThủ thuật: Nếu bạn muốn kích hoạt trở lại, sử dụng công cụ Quản lý khởi động trong ứng dụng chính!
4027 = Ứng dụng không được tìm thấy trong vùng khởi động chung\nThủ thuật: Tìm những vùng khác được dùng để khởi động ứng dụng, thử tìm trên Google!
4028 = Bạn có muốn đóng ứng dụng đã chọn?\nMọi dữ liệu chưa lưu sẽ mất!
4029 = Gỡ bỏ
4030 = Bạn có muốn đóng và xóa ứng dụng đã chọn?\nMọi dữ liệu chưa lưu sẽ mất!
4031 = Bạn có muốn đóng Windows Explorer?\n Start menu, thanh tác vụ và khay hệ thống sẽ bị mất!
4032 = Tự khởi động cùng Windows
4033 = Độ trong suốt

4035 = Luôn hiện trên cùng

[Scan After Uninstall]
4210 = Vị trí
4211 = Khóa
4212 = Giá trị
4213 = Dữ liệu
4214 = Tập tin
4215 = Chọn một đối tượng để xóa!
4216 = Quét sau khi gỡ bỏ
4217 = Chọn tất cả
4218 = Bỏ chọn tất cả
4219 = Xóa
4220 = Tập tin còn sót lại
4221 = Registry còn sót lại
4222 = Đang quét trước khi gỡ bỏ, hãy đợi...
4223 = Đang chạy công cụ gỡ bỏ...
4224 = Hãy thực hiện quét những tập tin, thư mục, khóa registry còn sót lại khi tiến trình gỡ bỏ của ứng dụng hoàn tất.
4225 = Đang quét sau khi gỡ bỏ, hãy đợi...
4226 = Hãy kiểm tra cẩn thận những đối tượng được liệt kê!
4227 = Đóng
4228 = Các tập tin còn lại sẽ bị xóa khi hệ thống khởi động lại .
4229 = Chạy trình gỡ bỏ của ứng dụng thất bại!\nCó thể lệnh gỡ bỏ gặp lỗi!
4230 = Quay lại
4231 = Tiếp tục
4232 = Chọn chế độ gỡ bỏ
4233 = Các chế độ
4234 = Có sẵn - chỉ chạy trình gỡ bỏ của ứng dụng, không quét thêm gì
4235 = An toàn - bao gồm chế độ Có sẵn cộng thêm quét registry và ổ cứng để tìm những đối tượng còn sót lại rồi xóa chúng một cách an toàn. Đây là chế độ nhanh nhất.
4236 = Trung bình - bao gồm chế độ An toàn và thực hiện quét tìm tất cả những thông tin còn sót lại của ứng dụng ở những vị trí thông thường trên registry và ổ cứng
4237 = Cấp cao - Bao gồm chế độ Trung bình và thực hiện quét sâu, kỹ tất cả những thông tin còn sót lại của ứng dụng trên registry và ổ cứng. Đây là chế độ chậm nhất.
4238 = Phân tích dữ liệu của ứng dụng trước khi gỡ bỏ
4239 = Khởi động trình gỡ bỏ sẵn có của ứng dụng
4240 = Sau khi tiến trình gỡ bỏ của ứng dụng hoàn tất, nhấn "Tiếp tục" để thực hiện quét những tập tin, thư mục và các đối tượng registry còn sót lại.
4241 = Đang phân tích và gỡ bỏ 
4242 = Quét thông tin còn sót lại
4243 = Gỡ bỏ sẵn có hoàn tất, hiện đang quét registry và ổ cứng để tìm những tập tin, thư mục và các đối tượng registry liên quan đến ứng dụng đã gỡ bỏ. Hãy đợi….
4244 = Tìm thấy các đối tượng registry còn sót lại
4245 = Tìm thấy các đối tượng registry:
4246 = Ghi chú: Hãy cẩn thận khi chọn các đối tượng! Chỉ những đối tượng in đậm đã đánh dấu và các đối tượng con sẽ bị xóa!
4247 = Tìm thấy các tập tin và thư mục còn sót lại
4248 = Tìm thấy các đối tượng:
4249 = My Computer
4250 = Revo Uninstaller Pro không thể khởi động trình gỡ bỏ của ứng dụng. Có thể lệnh gỡ bỏ không có giá trị hoặc trình gỡ bỏ bị hỏng. Bạn có thể nhấn nút "Quay lại" và thử chế độ gỡ bỏ khác.
4251 = Trình gỡ bỏ của ứng dụng hoàn tất. Revo Uninstaller Pro không thể quét các đối tượng còn sót lại. Bạn có thể nhấn nút "Quay lại" và thử chế độ gỡ bỏ khác để tìm những tập tin, thư mục và các đối tượng registry còn sót lại.
4252 = Revo Uninstaller Pro đã hoàn tất các thủ tục gỡ bỏ. Nhưng các đối tượng còn sót lại không được tìm thấy. Bạn có thể nhấn nút "Quay lại"  và thử chế độ khác để quét sâu hơn.
4253 = Revo Uninstaller Pro đã hoàn tất các thủ tục gỡ bỏ. Nếu bạn muốn tìm những đối tượng sót lại khác bạn có thể nhấn nút "Quay lại" và thử một chế độ gỡ bỏ khác để quét sâu hơn.
4254 = Hoàn tất
4255 = Bạn có muốn xóa những tập tin đã chọn và thùng rác?
4256 = Bạn có muốn xóa những đối tượng registry đã chọn không?
4257 = Revo Uninstaller Pro đã hoàn tất thủ gỡ bỏ!
4258 = Bạn có muốn bỏ qua việc xóa các mục registry tìm thấy và sang bước kế tiếp?
4259 = Bạn có muốn bỏ qua việc xóa các tập tin, thư mục tìm thấy và sang bước kế tiếp?
4260 = Quét các đối tượng sót lại hoàn tất. Nhấn nút "Tiếp tục" để xem kết quả!
4261 = Đang tạo điểm khôi phục hệ thống...
4262 = Tạo điểm khôi phục hệ thống thất bại!
4263 = Tạo điểm khôi phục hệ thống đã bị vô hiệu hóa
4264 = Tạo điểm khôi phục hệ thống - Hoàn tất!
4265 = Tập tin hệ thống
4266 = Quét tập tin còn sót lại của
4267 = tập tin còn sót lại trong Registry và Tập tin hệ thống
4268 = tập tin còn sốt lại đã được xóa từ Registry và Tập tin hệ thống
4269 = chương trình đã được gỡ bỏ
4270 = Tạo điểm khôi phục không thành công (Khôi phục hệ thống bị vô hiệu hóa trong Cài đặt Windows)
4271 = Đang xóa tập tin còn sót được tìm thấy từ Registry và Tập tin hệ thống...
4272 = Đang quét tập tin còn sót lại...

[About]
4300 = Người dịch:

[ContextMenu Uninstaller]
5000 = Lệnh
5001 = Thông tin
5002 = Tìm kiếm tại %s cho
5004 = Vị trí cài đặt
5005 = Mở liên kết thông tin...
5006 = Mở liên kết trợ giúp...
5007 = Mở liên kết cập nhật...
5008 = Mở khóa registry...
5009 = Ẩn

[Common]
10000 = ĐỒNG Ý
10001 = Bỏ qua
10002 = Trợ giúp
10003 = Duyệt
10004 = Trợ giúp công cụ hiện tại
10005 = Trang chủ
10006 = Thông tin
10007 = Cảnh báo
10008 = LỖI
10009 = Đồng ý
10010 = Không
10011 = Tạm ngừng
10012 = Tiếp tục
10013 = Mặc định
10014 = Vui lòng chờ...
10015 = Một lát sau
10016 = Không bao giờ
10017 = Quá trình hoàn tất thành công!
10018 = Vui lòng đợi trong khi các tác động đang được xử lý...
10019 = Sửa
10020 = Thử lại
10021 = Bỏ qua
10022 = Hủy bỏ
10023 = Xóa
10024 = Lưu
10025 = Đối tượng
10026 = Bắt đầu
10027 = Đóng (Khuyến nghị)
10028 = URL:
10029 = Tất cả
10030 = Hiển thị

[Tooltips]
2000 = Chuyển sang chế độ gỡ bỏ
2001 = Hiện bảng công cụ
2002 = Điều chỉnh những thiết đặt
2003 = Chuyển sang Chế độ truy tìm
2004 = Thay đổi cách hiển thị ứng dụng đã cài
2005 = Gỡ bỏ ứng dụng đã chọn
2006 = Xóa đường dẫn registry
2007 = Làm mới danh sách ứng dụng
2008 = Nâng cấp phiên bản hiện tại của bạn lên phiên bản mới nhất
2009 = Tìm thêm thông tin và trả lời các câu hỏi về phần mềm
404 = Chạy ứng dụng đã chọn
405 = Dừng và đóng ứng dụng đã chọn
406 = Chặn ứng dụng từ danh sách tự khởi động
506 = Xóa những mục đã chọn
605 = Xóa những mục đã chọn
705 = Xóa những mục đã chọn
2106 = Chạy công cụ đã chọn
2304 = Quét những tập tin không cần thiết theo cài đặt
2305 = Xóa tập tin đã kiểm tra vào thùng rác



[UninstallerPro]
15000 = Chung
15001 = Quản lý nhóm
15002 = Chương trình mới
15003 = Chương trình khác
15004 = Tên
15005 = Đổi tên
15006 = Internet
15007 = Trò chơi
15008 = Đa phương tiện
15009 = Tiện ích
15050 = Chuyển lên
15051 = Chuyển xuống
15052 = Thêm
15053 = Bỏ
15054 = Cột
15055 = Bỏ cột này
15056 = Sắp thành hàng
15057 = Trái
15058 = Giữa
15059 = Phải
15060 = Phù hợp nhất
15061 = Xuất danh sách thành
15062 = Dạng văn bản(txt)
15063 = Dạng HTML(html)
15064 = Microsoft Excel
15065 = Xuất ra
15066 = Chọn những mục bạn muốn xuất ra
15067 = Hiển thị chương trình mới:
15068 = Lần cuối (...ngày)
15069 = Từ lần chạy cuối của gỡ bỏ
15070 = Tên nhóm:
15071 = Thêm
15072 = nhóm
15073 = Chương trình được theo dõi
15074 = Chương trình\nđược theo dõi
15075 = Tất cả chương trình
15076 = Tất cả\nchương trình
15077 = Xóa bản ghi
15078 = Gỡ bỏ tùy biến
15079 = Đổi biểu tượng
15080 = Thêm vào nhóm
15081 = Bỏ khỏi nhóm
15082 = Đang gỡ bỏ
15083 = Đang gỡ bỏ các tập tin và thư mục được theo dõi của chương trình: 
15084 = Đang gỡ bỏ registry được theo dõi: 
15085 = Có một số dữ liệu liên quan đến chương trình đã gỡ bỏ, nhưng không được xóa đi vì chúng không được theo dõi bởi Revo Uninstaller Pro khi cài đặt. Nếu bạn muốn xem lại rồi xóa chúng, hãy nhấn nút "Gỡ bỏ cấp cao"
15086 = Gỡ bỏ cấp cao
15087 = Đường dẫn
15088 = Đang tải danh sách...
15089 = Gỡ bỏ mục đã chọn
15090 = Mở khóa registry gốc... 
15091 = Mở rộng tất cả
15092 = Hủy bỏ tất cả
15093 = Tên giá trị
15094 = Thư mục theo dõi:
15095 = Đổi tên vận hành của những tồn tại trước đó trên thư mục và tập tin hệ thống
15096 = Gỡ bỏ ép buộc
15097 = Gỡ bỏ\nép buộc
15098 = Mở rộng khóa đã chọn
15099 = Hủy bỏ khóa đã chọn
15100 = Gỡ bỏ khóa đã chọn
15101 = Đánh dấu khóa khởi tạo
15102 = Thêm vào Danh sách loại trừ
15103 = Tập tin bản ghi không hợp lệ
15104 = Tập tin không tồn tại! Nhập một tập tin hợp lệ hoặc hủy bỏ thao tác
15105 = Chọn tiến trình
15106 = Thêm tiến trình vào danh sách
15107 = Đường dẫn tiến trình:
15108 = Thêm khóa registry
15109 = Đường dẫn khóa registry
15110 = Dùng chế độ Gỡ bỏ ép buộc, bạn có thể nạp một tập tin hoặc đường dẫn của bất kỳ thư mục nào thuộc chương trình muốn gỡ bỏ. Bạn cũng có thể nhập tên chương trình làm thông tin bổ sung. Khi bạn nhấn "Tiếp tục", Revo Uninstaller Pro trước tiên sẽ tìm kiếm trình gỡ bỏ sẵn có của ứng dụng, nếu có, nó sẽ liệt kê để bạn có thể chọn chạy hoặc không chạy.\n\nHãy nhập tên chính xác và vị trí cài đặt của chương trình bạn muốn gỡ bỏ!
15111 = Chế độ
15112 = Có sẵn
15113 = An toàn
15114 = Trung bình
15115 = Cấp cao
15116 = Đường dẫn tập tin và thư mục chương trình:
15117 = Tên chính xác của chương trình:
15118 = Trình gỡ bỏ có sẵn:
15119 = Chạy trình gỡ bỏ có sẵn
15120 = Tên chương trình
15121 = Lệnh gỡ bỏ
15122 = Kiểu
15123 = 32-bit
15124 = 64-bit
15125 = Tắt chương trình và tiếp tục
15126 = Tập tin đang được sử dụng! Nếu bạn muốn gỡ nó và những thứ liên quan, tốt hơn hết bạn nên tắt nó trước khi tiếp tục
15127 = Khóa registry được loại trừ
15128 = Gồm những khóa
15129 = Hiện cửa sổ "Chương trình được theo dõi" khi khởi động
15130 = Xóa tập tin và thư mục:
15131 = vào thư mục sao lưu
15132 = vào thùng rác
15133 = Xóa vĩnh viễn
15134 = Bạn có muốn các xóa đối tượng đã chọn?
15135 = Thư mục
15136 = Tập tin
15137 = Tập tin và thư mục liên quan
15138 = Đối tượng registry liên quan
15139 = Khóa:
15140 = Giá trị:
15141 = Tập tin và thư mục đã theo dõi
15142 = Đổi tên tập tin và thư mục hệ thống tồn tại trước đó
15143 = Bạn có chắc muốn gỡ bỏ các đối tượng đã chọn?
15144 = Đã chọn, nhưng các tập tin còn lại sẽ bị xóa khi hệ thống khởi động lại.
15145 = Đối tượng registry đã theo dõi
15146 = Đang gỡ bỏ...
15147 = Đang quét tập tin, thư mục và registry còn lại theo thông tin ban đầu
15148 = Phân tích và khởi động trình gỡ bỏ sẵn có của ứng dụng
15149 = Sau khi trình gỡ bỏ của ứng dụng hoàn tất, nhấn nút "Quét" để tìm tập tin, thư mục và registry còn sót lại
15150 = Không đủ không gian ổ đĩa cứng để ghi tập tin dữ liệu đệm
15151 = Lỗi ghi tập tin đệm. Bạn còn muốn cho phép.
15152 = Lỗi đọc tập tin dữ liệu đệm
15153 = Không tìm thấy đối tượng còn sót lại
15154 = Quét
15155 = Gỡ bỏ\ntùy biến
15156 = "Tất cả chương trình" hiển thị tất cả những phần mềm đã được cài đặt bởi người dùng hiện tại cũng như của tất cả người dùng, được chia thành hai nhóm mặc định - "Chương trình mới" và "Chương trình khác". Khi sử dụng kiểu xem "Chi tiết" hoặc dùng thực đơn ngữ cảnh, bạn có thể xem thêm thông tin (liên kết và thuộc tính cài đặt). Thiết đặt cho chế độ này nằm trong mục "Tất cả chương trình" phía dưới mục "Gỡ bỏ" trong cửa sổ  "Tùy chọn".
15157 = "Chương trình được theo dõi" của Revo Uninstaller Pro hiển thị tất cả các chương trình bạn đã theo dõi khi chúng được cài đặt bởi Revo Uninstaller Pro. Để theo dõi một chương trình với Revo Uninstaller Pro, bạn có thể nhấn chuột phải lên gói cài đặt (setup) của nó hoặc nhấn nút "Cài đặt chương trình" trong thanh công cụ chính. Thiết đặt cho chế độ này nằm trong mục "Chương trình được theo dõi" phía dưới mục "Gỡ bỏ" trong cửa sổ "Tùy chọn".
15158 = Đăng ký
15159 = Tập tin trợ giúp
15160 = Cài đặt chương trình
15161 = Cài đặt\nchương trình
15162 = Tạo điểm khôi phục hệ thống và sao lưu registry trước khi gỡ bỏ
15163 = Sap lưu registry...
15164 = Tạo điểm khôi phục hệ thống và sao lưu registry bị đình chỉ
15165 = Sao lưu registry - hoàn tất!
15166 = Sao lưu registry - thất bại!
15167 = (Không hỗ trợ trên Windows Vista hoặc Windows 7,8)
15168 = Bản ghi:
15169 = Hoặc kích chuột phải vào biểu tượng Chế độ truy tìm và chọn "THOÁT" để đóng chương trình.
15170 = Mở mức gỡ bỏ cực đại
15171 = Đường dẫn thư mục
15172 = Vui lòng cài đặt chương trình đọc pdf để xem Tập tin trợ giúp
15173 = Thêm vào nhóm mới
15174 = Xóa các bản ghi đã chọn
15175 = Tạo lại tập tin lưu trữ
15176 = Bạn có muốn tạo lại tập tin lưu trữ?\nCác tùy chỉnh của bạn trên các chi tiết chương trình sẽ được thiết lập lại!
15177 = Quản lý
15178 = Xuất ra, Nhập vào hoặc Sửa bản ghi
15179 = Thay đổi\nhoặc Sửa chữa
15180 = Thay đổi hoặc sửa chữa
15181 = Liên kết cập nhật
15182 = Cơ sở dữ liệu bản ghi
15183 = Cơ sở dữ liệu\nbản ghi
15184 = Chương trình:
15185 = Tên chương trình
15186 = Phiên bản chương trình
15187 = Phiên bản Windows
15188 = Windows Bits
15189 = Tìm
15190 = Chỉ hiển thị các bản ghi tương thích với %s
15191 = Chỉ hiển thị các bản ghi %s
15192 = Bản ghi tương ứng:
15193 = Bản ghi cơ sở dữ liệu:
15194 = Tìm kiếm bằng:
15195 = bản ghi
15196 = các bản ghi
15197 = chương trình
15198 = các chương trình
15199 = Tên
15200 = Gỡ bỏ nhanh
15201 = Gỡ bỏ\nnhanh
15202 = Sao lưu hệ thống ban đầu
15203 = Đang gỡ bỏ chương trình %d hoặc %d
15204 = Phân tích ban đầu - hoàn tất!
15205 = Khởi động trình gỡ bỏ sẵn có của chương trình - hoàn tất!
15206 = Khởi động trình gỡ bỏ sẵn có của chương trình - lỗi!
15207 = Đang quét các tập tin, thư mục và các đối tượng registry còn sót lại...
15208 = Đang xóa các đối tượng còn sót lại...
15209 = Đã xóa %d khóa và %d giá trị registry còn sót lại
15210 = Đã xóa %d thư mục và %d tập tin còn sót lại
15211 = Gỡ bỏ nhanh hoàn tất!
15212 = Tình trạng
15213 = Sau khi trình gỡ bỏ của chương trình hoàn tất, nhấn nút "Tiếp tục" để tiếp tục tiến trình gỡ bỏ.
15214 = Tiếp tục
15215 = Nhập vào
15216 = Thêm chú thích
15217 = Sửa chú thích
15218 = Mô-đun
15219 = Ngày bản ghi
15220 = Đang chuẩn bị dữ liệu của bản ghi để gỡ bỏ...
15221 = %d của %d đối tượng
15222 = Đang thực hiện các hoạt động đổi tên cần thiết...
15223 = Bạn có chắc muốn gỡ bỏ bản ghi đã chọn?
15224 = Bạn có chắc muốn gỡ bỏ các bản ghi đã chọn?
15225 = Đang gỡ bỏ bản ghi %d của %d
15226 = Xuất ra tất cả
15227 = Bỏ qua\nsao lưu
15228 = Bỏ qua việc tạo các điểm khôi phục và bản sao lưu registry đầy đủ
15229 = Đang tạo một bản sao lưu registry đầy đủ - đã bỏ qua!
15230 = Đang tạo một điểm khôi phục hệ thống - đã bỏ qua!
15231 = Sửa bản ghi
15232 = Nhập bản ghi
15233 = Xuất bản ghi
15234 = Đang phân tích bản ghi -
15235 = Đổi tên bản ghi
15236 = Tên bản ghi
15237 = Lưu thay đổi
15238 = Sửa đổi
15239 = Biểu tượng
15240 = Chỉ số biểu tượng
15241 = Tác giả
15242 = Thời gian tạo
15243 = Thời gian sửa đổi cuối cùng
15244 = Kích thước ước tính
15245 = Khóa registry
15246 = Giá trị registry
15247 = Đã tạo
15248 = Đã xóa
15249 = Đã đổi tên
15250 = Ghi đè
15251 = Chưa biết
15252 = Tên cũ
15253 = Tên đầy đủ
15254 = Tên đầy đủ cũ
15255 = Dữ liệu cũ
15256 = Giá trị registry có tên đã tồn tại!
15257 = Thêm khóa
15258 = Tên khóa:
15259 = Không thay đổi
15260 = Khóa thay đổi
15261 = Thêm giá trị
15262 = Giá trị thay đổi
15263 = Cài đặt
15264 = Loại cũ
15265 = Ép buộc ngừng chạy các tập tin thực thi trong quá trình gỡ cài đặt của chúng
15266 = Tìm kiếm một bản ghi thích hợp trước khi gỡ bỏ chương trình thường xuyên
15267 = Bạn có chắc muốn gỡ bỏ nhanh chương trình đã chọn?
15268 = Tìm thấy một bản ghi phù hợp trong số các bản ghi của bạn sẽ được dùng để gỡ cài đặt\nKhởi động trình gỡ bỏ mặc định được xây dựng trong chương trình cho gỡ bỏ mặc định.
15269 = Tìm thấy một bản ghi phù hợp trong Cơ sở dữ liệu bản ghi sẽ được dùng để gỡ cài đặt\nKhởi động trình gỡ bỏ mặc định được xây dựng trong chương trình cho gỡ bỏ mặc định.
15270 = Sau khi trình gỡ bỏ của chương trình kết thúc, nhấn nút "Tiếp tục" để biết các tập tin, thư mục và các đối tượng registry còn sót lại.
15271 = Lỗi khi tải xuống các tập tin bản ghi!
15272 = Lỗi khi đổi tên các tập tin bản ghi đã tải xuống!
15273 = Mô-đun "Cơ sở dữ liệu bản ghi" của Revo Uninstaller Pro cho thấy một danh sách các bản ghi của các chương trình đã theo dõi tương thích với hệ thống Windows của bạn. Các bản ghi này được lưu trữ trên trang web của chúng tôi, được duy trì bởi nhóm Revo Uninstaller Pro. Bạn có thể dễ dàng sử dụng (với một cú nhấp chuột vào nút "Gỡ bỏ") những bản ghi này để gỡ bỏ các chương trình đã được cài đặt trên máy tính của bạn.
15274 = Phiên bản của bạn:
15275 = Cập nhật ngay
15276 = Tự động cập nhật Cơ sở dữ liệu bản ghi
15277 = Lỗi tải xuống Cơ sở dữ liệu bản ghi!
15278 = Lỗi cập nhật Cơ sở dữ liệu bản ghi!
15279 = Lỗi giải nén Cơ sở dữ liệu bản ghi!
15280 = Lỗi mở Cơ sở dữ liệu bản ghi!
15281 = Nhập chú thích của bạn:
15282 = Chọn biểu tượng:
15283 = Đường dẫn tập tin:
15284 = Chọn một biểu tượng từ danh sách:
15285 = Tập tin
15286 = Thư mục
15287 = Đang xuất bản ghi -
15288 = Đang nhập bản ghi -
15289 = %d%% hoàn thành
15290 = Trích xuất bởi
15291 = Tìm thấy các bản ghi liên quan
15292 = Đồng ý (nên chọn)
15293 = Đã liệt kê các bản ghi bạn tạo dường như có liên quan đến chương trình bạn đang gỡ bỏ. Bạn có muốn sử dụng dữ liệu từ các bản ghi trong quá trình gỡ bỏ?
15294 = Đang tải bản ghi -
15295 = Đã liệt kê các bản ghi tìm thấy trong Cơ sở dữ liệu bản ghi dường như có liên quan đến chương trình bạn đang gỡ bỏ. Nếu bạn muốn sử dụng bất kỳ cái nào trong quá trình cài đặt, hãy thiết lập một dấu kiểm tra trước khi thực hiện.
15296 = Có một bản ghi gỡ bỏ thích hợp trong Cơ sở dữ liệu bản ghi của chúng tôi.\nBạn có muốn sử dụng nó để gỡ bỏ chương trình hoàn chỉnh hơn?

15297 = Bạn có chắc chắn muốn xóa các bản ghi đã chọn trong danh sách?
15298 = Bạn phải chọn ít nhất một cột để xuất dữ liệu!
15299 = Duyệt đến
15300 = Sử dụng bản ghi đã chọn
15301 = Nguồn
15302 = Bạn chưa chọn bất kỳ trình gỡ bỏ sẵn có nào từ danh sách.\nBạn có chắc muốn tiếp tục tìm kiếm các tập tin còn sót lại và bỏ qua việc sử dụng một trình gỡ bỏ sẵn có?
15303 = Chọn một trình gỡ bỏ sẵn có từ danh sách nếu bạn muốn sử dụng nó trong tiến trình gỡ bỏ.
15304 = Bạn chưa chọn bản ghi nào trong danh sách.\nBạn có chắc muốn tìm kiếm các tập tin còn sót lại và bỏ qua việc sử dụng một bản ghi?
15305 = Chọn một bản ghi từ danh sách nếu bạn muốn sử dụng nó trong tiến trình gỡ bỏ.
15306 = Đang tải dữ liệu bản ghi...
15307 = Tạo một Bản sao lưu Registry đầy đủ trước khi gỡ bỏ.
15308 = Tạo một Bản sao lưu Registry đầy đủ bị vô hiệu hóa (trong Tùy chọn->Gỡ bỏ)
15309 = Đường dẫn:
15310 = Sử dụng dữ liệu gỡ bỏ của chương trình để lấy thuộc tính Ngày cài đặt
15311 = Cài đặt chương trình với \nRevo Uninstaller Pro
15312 = Hợp nhất các bản ghi đã chọn
15313 = Bạn có chắc muốn hợp nhất các bản ghi đã chọn?\nLệnh này áp dụng cho cho các bản ghi liên quan đến một chương trình và hợp nhất tất cả các bản ghi trong một bản ghi duy nhất với dữ liệu.
15314 = Hợp nhất tên bản ghi
15315 = Thư mục được loại trừ
15316 = Tập tin và thư mục được loại trừ
15317 = Khóa Registry được loại trừ
15318 = Gỡ bỏ %s bị gián đoạn bởi một lệnh khởi động lại của máy tính. Bạn có muốn tiếp tục quá trình gỡ bỏ không?
15319 = Tất cả bản ghi hoạt động trên máy tính này
15320 = Truyền đi
15321 = Sao lưu
15322 = Khôi phục
15323 = Chọn thư mục chính của phiên bản đóng gói
15324 = Sao lưu bản ghi
15325 = Khôi phục bản ghi
15326 = Ghi đè lên các bản ghi có cùng tên?
15327 = Phát hiện lỗi cài đặt thư lục dữ liệu Revo Uninstaller Pro.
15334 = Hiển thị các ô chọn trong kiểu xem Chi tiết
15335 = Đường dẫn không tồn tại!
15336 = Xuất Dữ liệu bản ghi
15337 = Các chương trình trong danh dách được cài đặt trên cùng một vị trí với %s. Các tập tin còn sót lại từ tất cả các chương trình này sẽ được tìm thấy.\nBạn có chắc muốn tiếp tục không?
15338 = Đã tìm thấy các chương trình liên quan
15339 = Tự động xóa tất cả tập tin sót lại được tìm thấy
15340 = Tìm thấy %d Registry còn sót lại
15341 = Đang xóa %d Registry còn sót lại...
15342 = Tìm thấy %d thư mục và %d tập tin còn sót lại
15343 = Đang xóa %d thư mục và %d tập tin còn sót lại...
15344 = %d đã chọn
15345 = Hiển thị tùy chọn quét tất cả các tài khoản Windows cho tập tin còn sót lại
15346 = Chọn chủ đề màu của bạn
15347 = Cổ điển
15348 = Tối
15349 = Bạn luôn có thể thay đổi các cài đặt này sau.
15350 = Phân tích trình gỡ bỏ sẵn có của ứng dụng cho việc gỡ cài đặt mặc định và tiến hành âm thầm (nếu có thể)
15351 = Bắt đầu các lệnh gỡ bỏ mặc định của ứng dụng cho gỡ bỏ ban đầu
15352 = Quét tất cả các tài khoản Windows cho các tập tin còn sót lại
15353 = Gỡ bỏ khỏi tất cả các tài khoản Windows
15354 = Thực hiện trình gỡ bỏ sẵn có của %s
15355 = Sau khi gỡ bỏ mặc định của ( %s ) hoàn thành, nhấn vào nút "Quét" để bắt đầu quét tập tin còn sót lại

15358 = Bạn có chắc chắn muốn hủy quá trình gỡ cài đặt không?
15360 = Lọc theo kích thước
15361 = Lọc theo loại
15362 = Ẩn
15363 = Lọc theo ổ đĩa

[Auto Run Manager Pro]
15800 = Thêm
15801 = Cho phép chương trình khởi động cùng Windows
15802 = Thiết đặt tự khởi động cho:
15803 = Tất cả người dùng
15804 = Người dùng hiện tại
15805 = Thiết đặt tự khởi động từ:
15806 = Registry: Chạy - với mọi lần khởi động của Windows
15807 = Registry: Chạy một lần - chỉ chạy một lần, trong lần khởi động kế tiếp của Windows
15808 = Thư mục Startup - với mọi lần khởi động của Windows
15809 = Lệnh (đường dẫn đầy đủ):
15810 = Tên:
15811 = Loại bỏ khỏi danh sách khởi động
15812 = Loại bỏ các đối tượng không chạy khỏi danh sách khởi động
15813 = Loại bỏ các đối tượng bị đình chỉ khỏi danh sách khởi động
15814 = Services
15815 = Mở Windows Services
15816 = Lịch tác vụ
15817 = Kích hoạt
15818 = Vô hiệu hóa

[General App]
16001 = In
16002 = Xem trước khi in
16003 = Cài đặt in
16004 = Xem
16005 = Thanh thực đơn
16006 = Thanh công cụ chính
16007 = Bảng mô tả
16008 = Thanh trạng thái
16009 = Thanh các công cụ
16010 = Tập tin
16011 = Quản lý\nkhởi động
16012 = Dọn\ntập tin cũ
16013 = Công cụ\nWindows
16014 = Dọn\ntrình duyệt
16015 = Dọn\nMicrosoft Office
16016 = Dọn\nWindows
16017 = Xóa\ndấu vết
16018 = Xóa không\nthể phục hồi
16019 = Quản lý\nsao lưu
16020 = Cài đặt với Revo Uninstaller Pro
16021 = Gỡ bỏ với Revo Uninstaller Pro
16022 = Cài đặt chương trình đã chọn với Revo Uninstaller Pro
16023 = Gỡ bỏ chương trình đã chọn với Revo Uninstaller Pro
16024 = Thư mục sao lưu:
16025 = Sao lưu registry đã xóa
16026 = Sao lưu tập tin và thư mục đã xóa
16027 = Microsoft Excel không được cài trên máy (mã lỗi là 0x%08X).
16028 = Chạy Microsoft Excel thất bại  (mã lỗi là 0x%08X).
16029 = Lỗi không rõ.
16030 = Registry
16031 = Không báo thông tin bởi Revo Uninstaller Pro
16032 = Không báo lỗi bởi Revo Uninstaller Pro
16033 = Tiến trình
16034 = Theo dõi chương trình trong chế độ cửa sổ nhỏ
16035 = Bao gồm tiến trình:
16036 = Loại trừ tiến trình:
16037 = Đường dẫn tiến trình
16038 = Chủ đề hiển thị:
16039 = Thanh công cụ
16040 = Hiện nhãn
16041 = Biểu tượng nhỏ
16042 = Blue
16043 = Grey
16044 = Black
16045 = Silver
16046 = Native
16047 = Native 2
16048 = Native Smooth
16049 = Mua ngay
16050 = Sau khi bạn mua Revo Uninstaller Pro, bạn sẽ nhận được một số sê-ri qua email. Khi kích hoạt Revo Uninstaller Pro, bạn cần nhập số sê-ri đó vào ô dưới và nhấn “Kích hoạt trực tuyến”. Kích hoạt yêu cầu kết nối internet, vì thế tường lửa của bạn không nên chặn Revo Uninstaller Pro. Nếu bạn có bất kỳ câu hỏi nào về việc đăng ký, hãy liên hệ cho chúng tôi theo: registration@revouninstaller.com
16051 = Đăng ký
16052 = Nhập chính xác số sê-ri vào đây:
16053 = Kích hoạt trực tuyến
16054 = Giữ mọi bản quyền.
16055 = Phiên bản đã đăng ký
16056 = Phiên bản chưa đăng ký
16057 = Bạn có muốn xóa các sao lưu, bản ghi đã tạo và các dữ liệu Revo Uninstaller Pro khác? Nhấn "Không" nếu bạn đang cập nhật chương trình.
16058 = Người dịch:
16059 = Sao lưu registry hằng ngày
16060 = Xóa bản ghi của chương trình được theo dõi sau khi gỡ bỏ
16061 = Hiện biểu tượng nhỏ trong kiểu xem Chi tiết
16062 = Hiển thị các lệnh trong thực đơn ngữ cảnh của Windows
16063 = Đánh dấu tất cả các tập tin, thư mục và registry còn sót lại
16064 = Dark Grey
16065 = Blue 2
16066 = Hiển thị Revo Uninstaller Pro trong Control Panel
16070 = Thanh công cụ lệnh
16071 = Tùy chỉnh
16072 = Chủ đề
16073 = Tùy chỉnh màu nền
16074 = Tùy chỉnh màu lựa chọn
16075 = Hãy đóng Revo Uninstaller Pro, trước khi bắt đầu nhập một bản ghi.\nOr nhập bản ghi sử dụng nút công cụ "Quản lý" trong mô-đun "Chương trình được theo dõi".
16076 = Kích hoạt
16077 = Chọn phương thức kích hoạt
16078 = Kích hoạt trực tuyến
16079 = Kích hoạt bằng tập tin
16080 = Thời gian dùng thử 30 ngày của bạn đã hết. Nếu bạn muốn tiếp tục sử dụng sản phẩm, bạn phải mua một giấy phép.
16081 = Sau khi bạn đã mua một giấy phép cho Revo Uninstaller Pro, bạn sẽ nhận được một số sê-ri qua email. Để kích hoạt Revo Uninstaller Pro, bạn cần phải nhập tên của bạn và số sê-ri vào mẫu dưới đây và sau đó nhấn nút "Kích hoạt trực tuyến". Kích hoạt đòi hỏi phải có kết nối Internet, do đó tường lửa của bạn không nên chặn Revo Uninstaller Pro. Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi theo địa chỉ: registration@revouninstaller.com
16082 = Sau khi bạn đã mua một giấy phép cho Revo Uninstaller Pro, bạn sẽ nhận được một số sê-ri qua email. Để kích hoạt Revo Uninstaller Pro bằng tập tin, bạn cần phải nhập tên của bạn và số sê-ri vào mẫu dưới đây và nhấn nút “Lưu tập tin” để lưu tập tin. Sau đó gửi tập tin được tạo tới địa chỉ support@revouninstaller.com hoặc registration@revouninstaller.com. Trong vòng 24h, chúng tôi sẽ gửi lại cho bạn một Khóa mở khóa để hoàn thành việc kích hoạt Revo Uninstaller Pro. Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi theo địa chỉ: registration@revouninstaller.com
16083 = Bạn đã chọn kích hoạt Revo Uninstaller Pro bằng tập tin. Sau khi bạn gửi Tập tin kích hoạt tới email hỗ trợ của chúng tôi, bạn sẽ nhận được Khóa mở khóa từ nhóm hỗ trợ Revo Uninstaller Pro. Bạn cần nhập Khóa mở khóa và nhấn nút "Kích hoạt". Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi theo địa chỉ: registration@revouninstaller.com
16084 = Có một sự thay đổi trên máy tính của bạn yêu cầu Revo Uninstaller Pro phải được kích hoạt lại. Bạn chỉ cần nhấn nút "Kích hoạt". Nếu bạn có bất kỳ câu hỏi hoặc các vấn đề liên quan đến đăng ký, xin vui lòng liên hệ với chúng tôi theo địa chỉ: registration@revouninstaller.com
16085 = Kích hoạt thành công! 
16086 = Kích hoạt không thành công!
16087 = Không có kết nối đến máy chủ kích hoạt. Hãy chắc chắn rằng tường lửa của bạn không chặn Revo Uninstaller Pro.
16088 = Nhập tên người dùng:
16089 = Nhập số sê-ri:
16090 = Nhập Khóa mở khóa:
16091 = Thiết lập lại quá trình kích hoạt
16092 = Số ngày còn lại:
16093 = Lưu tập tin
16094 = Đã đăng ký cho
16095 = Kích hoạt lại
16096 = Đang kích hoạt. Xin chờ ...
16097 = Sai số sê-ri.\nXin vui lòng sao chép và dán số sê-ri thay vì gõ nó!
16098 = Vui lòng khởi động lại Revo Uninstaller Pro
16099 = Chế độ tối
16100 = Số sê-ri:
16101 = Dữ liệu giấy phép:
16102 = Gửi phản hồi
16103 = Hỗ trợ trực tuyến
16104 = Thiết lập lại các bảng cài đặt chính
16105 = Thiết lập lại các cài đặt hiển thị chi tiết
16106 = Thiết lập lại thành công!\nKhởi động lại Revo Uninstaller Pro để áp dụng các thay đổi
16107 = Không có đối tượng nào được chọn.\nBạn phải chọn ít nhất một đối tượng để tiến hành.
16108 = Hiện màn hình bắt đầu
16109 = Dọn dẹp lịch sử
16110 = Dọn dẹp\nlịch sử
16111 = Các lệnh\nkhác
16112 = Revo Uninstaller Pro đang chạy!
16113 = Cập nhật đăng ký hết hạn:
16114 = Gia hạn ngay
16115 = Cập nhật đăng ký hết hạn vào %s!
16116 = Cập nhật đăng ký
16117 = Nếu bạn muốn có thể cài đặt phiên bản mới nhất của Revo Uninstaller Pro được phát hành sau ngày đó, bạn phải gia hạn Đăng ký cập nhật của mình.
16118 = Nhắc nhở phiên bản dùng thử
16119 = Cảm ơn đã sử dụng Revo Uninstaller Pro. Bạn đang chạy phiên bản dùng thử 30 ngày với đầy đủ tính năng. Nếu bạn thích phần mềm và muốn sử dụng nó sau khi hết thời gian dùng thử, bạn phải mua giấy phép.
16120 = Đăng ký của bạn cho phép cài đặt và kích hoạt phiên bản Revo Uninstaller Pro được phát hành trước %s. Nếu bạn muốn cài đặt phiên bản mới nhất của Revo Uninstaller Pro, bạn phải gia hạn đăng ký của mình.
16121 = Thích
16122 = Giấy phép bị hủy
16123 = Giấy phép của bạn đã bị hủy. Nếu bạn muốn sử dụng Revo Uninstaller Pro trở lại, bạn phải đăng ký nó với một số sê-ri hợp lệ
16124 = Hủy giấy phép
16125 = Khóa kích hoạt được hủy thành công.
16126 = Hủy không thành công!
16127 = Bạn có chắc chắn muốn hủy giấy phép của mình không?\nCài đặt hiện tại của Revo Uninstaller Pro sẽ ngừng hoạt động! Chỉ tiếp tục nếu bạn muốn di chuyển hoặc đưa giấy phép của mình sang máy tính khác.
16128 = Hủy kích hoạt
16129 = Đang hủy giấy phép của bạn. Vui lòng chờ ...
16130 = ngày
16131 = Số sê-ri đã nhập đã được áp dụng cho tệp giấy phép hiện tại.
16132 = Đăng ký cập nhật của bạn đã hết hạn vào %s, do đó bạn không đủ điều kiện để cập nhật phiên bản hiện tại của Revo Uninstaller Pro. Vui lòng gia hạn Đăng ký cập nhật nếu bạn muốn cài đặt và sử dụng phiên bản mới nhất.
16134 = Nhập bất kỳ Tên người dùng nào bạn muốn
16135 = Nhập dữ liệu thành công!\nKhởi động Revo Uninstaller Pro để áp dụng các thay đổi.
16150 = Màu nền hộp thoại
16151 = Màu chữ
16152 = Màu nền điều khiển
16153 = Màu chọn
16156 = Tắt tất cả hiệu ứng chữ
16157 = Tải ứng dụng Android
16158 = Tải xuống ứng dụng Android
16159 = Sao chép vào Clipboard

[AppBar]
16900 = Lưu bản ghi các thay đổi hệ thống đã giám sát
16901 = Ngừng giám sát cài đặt
16902 = Revo Uninstaller Pro đang giám sát các thay đổi của hệ thống - tiếp hành cài đặt như bình thường! Vui lòng không chạy bất cứ gói cài đặt, chương trình hay cái gì khác trong khi cài đặt chương trình! Sau khi hoàn tất việc cài đặt, bạn chạy chương trình đã cài, tinh chỉnh và đóng chúng lại. Sau đó nhấn nút "Dừng lại" (hình vuông) và lưu lại bản ghi.
16903 = Nhập tên cho bản ghi:
16904 = Nhập tên cho bản ghi và nhấn nút "Lưu lại"
16905 = Revo Uninstaller Pro đang theo dõi cài đặt
16906 = Revo Uninstaller Pro đang lưu dữ liệu
16907 = Không thể yêu cầu tắt máy tính. Hãy thử tắt máy thủ công!
16908 = Không thể điều chỉnh tắt máy tính. Hãy thử tắt máy thủ công!
16909 = Hãy nhập một tên bản ghi hợp lệ!
16910 = Bạn có chắc chắn muốn hủy bỏ tiến trình ghi chép.

[JunkFilesCleanerPro]
17000 = Loại trừ
17001 = Sửa đổi cuối cùng
17002 = Quét thư mục...
17003 = Bao gồm
17004 = Thư mục bao gồm dạng rác

[Windows Apps]
17100 = Ứng dụng\nWindows
17101 = Ứng dụng Windows
17102 = Ứng dụng Windows
17103 = Tổng số ứng dụng
17104 = Ứng dụng
17105 = Ứng dụng
17106 = Mô-đun "Ứng dụng Windows" liệt kê tất cả các ứng dụng Windows đã cài đặt và giúp bạn gỡ bỏ bất kỳ ứng dụng nào với một cú nhấp chuột. Một số ứng dụng do Microsoft sản xuất được cài đặt sẵn với hệ điều hành, các ứng dụng khác được cài đặt thông qua Microsoft Store. Bạn có thể tìm thêm thông tin về bất kỳ ứng dụng nào từ trình đơn ngữ cảnh.
17107 = Phân tích và khởi động lệnh gỡ cài đặt mặc định của ứng dụng
17108 = Sau khi trình gỡ cài đặt mặc định của ứng dụng đã hoàn tất, nhấn nút "Quét" để bắt đầu quét các tệp, thư mục và registry còn sót lại.
17109 = Bạn có chắc muốn gỡ cài đặt ứng dụng đã chọn không?
1711 = Mở trong Microsoft Store
17115 = Tắt ứng dụng
17116 = Thiết lập lại ứng dụng
17117 = Thiết lập lại Microsoft Store
17118 = Không thể tắt ứng dụng đã chọn
17119 = Điều này sẽ khôi phục ứng dụng về cấu hình ban đầu của nó.\nBạn có muốn tiếp tục?
17120 = Điều này sẽ khôi phục Microsoft Store về cấu hình ban đầu có nó.\nBạn có muốn tiếp tục?
17121 = Việc gỡ bỏ sẵn có của %s không thành công.\nBạn nên kiểm tra tính toàn vẹn của các tập tin hệ thống hoặc thiết lập lại ứng dụng %s và thử lại.
17122 = Gỡ bỏ không thành công

[Browser Extensions]
17200 = Tiện ích\ntrình duyệt
17201 = Tiện ích trình duyệt
17202 = Tiện ích MS Edge
17203 = Kiểu
17204 = Tiện ích
17205 = Phần bổ trợ
17206 = Ứng dụng
17207 = Người trợ giúp
17208 = Thanh công cụ
17209 = Tìm kiếm nhà cung cấp
17210 = %s đang chạy. Dừng bắt buộc nếu bạn muốn tiếp tục.\nDữ liệu chưa lưu trong trình duyệt của bạn có thể bị mất.
17211 = Tổng số tiện ích
17212 = tiện ích
17213 = tiện ích
17214 = Mô-đun "Tiện ích trình duyệt" liệt kê và giúp bạn xóa các kiểu tiện ích mở rộng khác nhau mà các trình duyệt phổ biến nhất như Google Chrome, Microsoft Edge, Mozilla Firefox và Internet Explorer cho phép bạn cài đặt để tùy chỉnh chúng. Cột "Kiểu" hiển thị cho bạn loại tiện ích mở rộng theo trình duyệt.
17215 = Bạn có chắc muốn xóa tiện ích đã chọn không?
17216 = Đang xóa tiện ích %s
17217 = Để tránh tự động cài đặt lại tiện ích, hãy tắt "Đồng bộ ứng dụng" và "Đồng bộ tiện ích" từ cài đặt của Chrome, sau đó tiếp tục quá trình xóa.
17218 = Bạn đã chọn tiện ích được cài đặt sẵn.
17219 = Duyệt
17220 = Cấu hình
17221 = %s đang chạy.◙ Nhấn 'k' để đóng nó (dữ liệu chưa được lưu trong trình duyệt của bạn có thể bị mất).◙ Nhấn phím bất kỳ để thoát.
17222 = %s đang chạy. Vui lòng đóng nó để tiếp tục.

[EvidenceRemoverPro]
17300 = Kiểu
17301 = Kích thước tổng
17302 = Vùng trống
17310 = Ổ đĩa
17311 = Ổ đĩa di động
17312 = Thời gian ước tính còn lại:
17313 = ngày 
17314 = giờ
17315 = phút
17316 = giây
17317 = Bạn có chắc chắn muốn dừng tiến trình

[WindowsToolsPro]
17400 = System Restore
17401 = Network Diagnostics
17402 = Network Information
17403 = Security Center
17404 = System Properties
17405 = System Information
17406 = TCP/IP Netstat Command
17407 = On Screen Keyboard
17408 = Disk Defragmenter
17409 = Services
17410 = Shared Folders
17411 = Group Policy
17412 = Add/Remove Windows Components
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Check Disk
17417 = System File Checker
17418 = Dọn dẹp ổ đĩa
17419 = Giám sát tài nguyên
17420 = Quản lý và triển khai dịch vụ (DISM)
17421 = Xóa cache DNS
17422 = Thông tin và chuẩn đoán DirectX
17450 = Windows Backup and Restore cho phép bạn tạo các bản sao của các tập tin dữ liệu cho tất cả người dùng máy tính và cung cấp cho bạn khả năng tạo ra một ảnh hệ thống. Bạn có thể cho phép Windows chọn những gì để sao lưu hoặc bạn có thể chọn các thư mục cá nhân, thư viện và ổ đĩa mà bạn muốn sao lưu. Một ảnh hệ thống bao gồm Windows và các cài đặt hệ thống, các chương trình và tập tin của bạn. Bạn có thể dùng một ảnh hệ thống để khôi phục lại các nội dung của máy tính nếu ổ cứng hoặc máy tính của bạn ngừng hoạt động.
17451 = Task Scheduler giúp bạn lên lịch các tác vụ tự động thực hiện các hành động tại một thời điểm cụ thể hoặc khi một sự kiện nào đó xảy ra. Nó cung cấp khả năng cho phép lên lịch khởi động các chương trình hoặc lên kịch bản tại thời gian được xác định trước hoặc sau khoảng thời gian được quy định. Task Scheduler duy trì một thư viện của tất cả các tác vụ được lên lịch, cung cấp một cái nhìn tổng quát của các tác vụ và một cách thuận tiện để quản lý chúng.
17452 = Check Disk xác minh tính toàn vẹn hợp lý của hệ thống tập tin trên ổ đĩa Windows. Check Disk kiểm tra các vấn đề liên quan đến các thành phần xấu, mất cụm, các tập tin liên kết ngang và các lỗi thư mục. Các loại vấn đề có thể được gây ra bởi hệ thống bị treo hoặc bị đóng băng, sự cố điện, tắt máy tính không đúng cách, v.v ...
17453 = System File Checker cho phép bạn quét và khôi phục các hỏng hóc trong lúc các tập tin hệ thống Windows xác minh phiên bản của chúng. Nếu tìm thấy một vấn đề, nó sẽ cố gắng thay thế các tập tin có vấn đề từ Windows DLL Cache. Nếu các tập tin không có trong Windows DLL Cache hoặc DLL Cache bị hỏng, bạn sẽ được nhắc nhở đưa đĩa cài đặt Windows vào.
17454 = Dọn dẹp ổ đĩa là một tiện ích bảo trì máy tính được thiết kế để giải phóng dung lượng ổ đĩa trên ổ cứng máy tính. Nó cho phép người dùng loại bỏ các tập tin không còn cần thiết hoặc có thể được xóa an toàn như tập tin tạp, bộ nhớ cache và các tập tin nhật ký được tạo ra bởi hệ điều hành và các chương trình khác.
17455 = Giám sát tài nguyên hiển thị thông tin về việc sử dụng phần cứng (CPU, bộ nhớ, ổ đĩa và mạng) và phần mềm (xử lý tệp và mô-đun) trong thời gian thực. Công cụ này giúp bạn tìm ra bao nhiêu tài nguyên đang được đưa vào sử dụng tại thời điểm này hoặc được sử dụng theo thời gian thông qua một biểu đồ. Bằng cách này, bạn có thể kiểm tra các bộ đếm hiệu suất của tài nguyên cụ thể và thực hiện các hành động để cải thiện hiệu suất của máy tính.
17456 = DISM chạy quét để thay đổi và sửa các vấn đề mà nó tìm thấy trong hệ điều hành.
17457 = Nếu bạn gặp sự cố khi truy cập trang web hoặc sử dụng dịch vụ trực tuyến, có thể thiết bị của bạn đã lưu vào bộ nhớ cache một bản ghi DNS lỗi thời cần được xóa hoặc đặt lại theo cách thủ công
17458 = Công cụ chuẩn đoán DirectX hiển thị nhiều thông tin về DirectX và cũng cho phép bạn thực hiện các kiểm tra chẩn đoán cơ bản trên hệ thống DirectX.

17480 = Công cụ
17481 = Dòng lệnh
17482 = Thêm một công cụ tùy chỉnh
17483 = Sửa công cụ
17484 = Một công cụ tùy chỉnh có cùng tên đã tồn tại.\nVui lòng nhập một tên khác.

[WindowsCleanerPro]
17500 = Xóa Thumbnail Cache

[UnrecoverableDeletePro]
17600 = Thêm tập tin
17601 = Thêm thư mục
17602 = Xóa vĩnh viễn
17603 = Đang xóa
17604 = Đang tính toán...
17605 = Các đối tượng còn lại trong danh sách không thể xóa bây giờ.\nHãy chắc chắn rằng chúng không được sử dụng bởi Windows hoặc một chương trình khác và thử lại.
17606 = Xóa các mục đã chọn khỏi danh sách

[Backup Manager]
17800 = Quản lý sao lưu
17801 = Khôi phục
17802 = Xóa
17803 = Xóa tất cả
17804 = Khôi phục\ntùy biến
17812 = Đang tải cây...
17813 = Quay lại
17814 = Tiếp tục
17815 = Không tìm thấy điểm khôi phục dữ liệu
17816 = Đang xử lý
17817 = Sao lưu %d của %d đối tượng
17818 = Điểm khôi phục:
17819 = Kích thước tổng:
17820 = Quản lý sao lưu giúp bạn quản lý việc sao lưu thông tin bị mất sau khi Revo Uninstaller Pro đã xóa mọi khóa registry, tập tin và thư mục, bằng một điểm khôi phục. Bạn có thể khôi phục tất cả dữ liệu đã xóa hoặc bạn có thể lựa chọn đối tượng muốn khôi phục. Nếu bạn cần khoảng trống, bạn có thể xóa một số hoặc tất cả điểm khôi phục.
17821 = Tên
17822 = Thao tác
17823 = Kích thước
17824 = Registry
17825 = Tập tin và thư mục
17826 = Thời gian
17827 = Ngày
17830 = Tên khóa/giá trị
17831 = Dữ liệu
17835 = Giá trị mặc định
17836 = Đang khôi phục %d của %d đối tượng
17837 = Đang khôi phục
17838 = Tên tập tin/thư mục
17839 = Khôi phục tùy biến
17840 = Lỗi đọc tập tin sao lưu dữ liệu!
17841 = Tập tin và thư mục cần khôi phục
17842 = Đối tượng registry cần khôi phục
17843 = Không đủ không gian ổ đĩa để lưu tập tin sao lưu!
17844 = Lỗi ghi tập tin sao lưu dữ liệu!
17845 = Bạn có chắc rằng muốn khôi phục lại hoạt động %s của %s?
17846 = Bạn có chắc rằng muốn xóa tất cả các điểm khôi phục?
17847 = Xóa theo\nthời gian
17848 = Xóa các sao lưu cũ hơn một ngày hoặc một giai đoạn
17849 = Xóa tất cả các sao lưu cũ hơn:
17850 = Ngày được chọn:
17851 = Một tuần
17852 = Hai tuần
17853 = 30 ngày
17854 = 90 ngày
17855 = 180 ngày
17856 = Một năm
17857 = Tùy chỉnh ngày
17858 = Bạn đã chọn một ngày mới hơn ngày hôm nay.\nĐiều đó sẽ xóa tất cả các bản sao lưu! Tiếp tục không?

[TooltipsPro]
18200 = Điều chỉnh thiết đặt của Revo Uninstaller Pro
18201 = Thay đổi cách hiển thị danh sách chương trình được theo dõi
18202 = Quản lý thông tin sao lưu được cất giữ bởi Revo Uninstaller Pro
18203 = Cài đặt chương trình thông qua Revo Uninstaller Pro
18204 = Gỡ bỏ ép buộc những vết tích còn lại của chương trình đã gỡ bỏ
18205 = Hiển thị tất cả chương trình đã cài đặt
18206 = Hiển thị những chương trình đã cài được theo dõi
18207 = Gỡ bỏ chương trình được theo dõi đã chọn
18208 = Gỡ bỏ tùy biến chương trình được theo dõi đã chọn
18209 = Khôi phục điểm khôi phục đã chọn của Revo Uninstaller Pro
18210 = Khôi phục tùy biến điểm khôi phục đã chọn của Revo Uninstaller Pro
18211 = Xóa điểm khôi phục đã chọn của Revo Uninstaller Pro
18212 = Thêm chương trình khởi động cùng Windows
18213 = Thực hiện xóa dấu vết trên ổ đĩa cứng
18214 = Thêm tập tin để xóa vĩnh viễn
18215 = Thêm thư mục để xóa vĩnh viễn
18216 = Xóa tập tin và thư mục đã thêm
18217 = Xóa tập tin đã đánh dấu
18218 = Thay đổi hoặc sửa chữa cài đặt của chương trình được chọn
18219 = Gỡ bỏ nhanh chương trình được chọn (tất cả những gì còn sót lại sẽ tự động bị xóa)
18220 = Thêm một đối tượng đến bản ghi
18221 = Sửa đối tượng được chọn
18222 = Xóa đối tượng được chọn từ bản ghi
18223 = Xuất dữ liệu của bản ghi hiện tại ra HTML

[Portable]
18500 = Lỗi tải cập nhật!
18501 = Lỗi giải nén cập nhật!
18502 = Đang cập nhật
18503 = Cập nhật thành công!
18504 = %d của %d tập tin
18505 = Khả năng di chuyển
18506 = Sử dụng thư mục lưu trữ dữ liệu tùy chỉnh
18507 = Kích hoạt chế độ tải nhanh

18508 = Chấp nhận

18509 = Giấy phép thỏa thuận

32900 = Lịch sử gỡ bỏ
32901 = Loại bỏ tất cả
32902 = Chi tiết xuất dữ liệu
32903 = Tên ứng dụng
32905 = Chương trình đã gỡ bỏ:
32907 = Nhật ký đã gỡ bỏ:
32909 = Ứng dụng đã gỡ bỏ:
32910 = Nhật ký đã nhập
32911 = Nhật ký người dùng
32912 = Lịch sử gỡ bỏ theo dõi tất cả các quá trình gỡ cài đặt đã được thực hiện và cung cấp thông tin chi tiết về phần mềm đã gỡ cài đặt và tất cả dữ liệu còn sót lại đã bị xóa.
32917 = Chi tiết chương trình:
32918 = Tóm tắt hoạt động:
32919 = Hoạt động của tệp và thư mục:
32920 = Hoạt động của Registry:
32921 = Chi tiết nhật ký:
32922 = Chi tiết ứng dụng:
32923 = Khóa Registry được xóa thành công
32924 = Giá trị Registry được xóa thành công
32925 = Tập tin được xóa thành công
32926 = Thư mục được xóa thành công
32927 = Đặt để xóa khi khởi động lại
32928 = Khóa Registry được xóa không thành công
32929 = Giá trị Registry được xóa không thành công
32930 = Tóm tắt
32931 = Các khóa Registry sót lại đã được xóa:
32932 = Các giá trị Registry sót lại đã được xóa:
32933 = Các thư mục sót lại đã được xóa:
32934 = Các tập tin sót lại đã được xóa:
32935 = Không gian trống được lấy lại từ các tập tin sót lại:
32936 = Xem chi tiết
32937 = Bạn đã gỡ cài đặt
32938 = Đã hoàn thành thao tác gỡ cài đặt